Repository: gomencal/wp_grays_sport_almanac
Catalog: languages/gsa-*.po
Languages: es_es

source: Grays Sport Almanac
es_es: Almanaque Deportivo Grays

source: Show Future Sports Events Through WordPress. The almanac of the future... NOW!
es_es: Administra los futuros encuentros deportivos en WordPress. El almanaque del futuro... AHORA.

# post type general name
source: Matches
es_es: Partidos

# post type singular name
source: Match
es_es: Partido

source: Match
es_es: Partido

source: Add New
es_es: Añadir Nuevo

source: Add New Match
es_es: Añadir nuevo partido

source: Edit Match
es_es: Editar Partido

source: New Match
es_es: Nuevo Partido

source: All Matches
es_es: Todos los partidos

source: View Match
es_es: Ver Partido

source: Search Matches
es_es: Buscar Partidos

source: No Matches found
es_es: No se han encontrado partidos

source: No Matches found in Trash
es_es: No se han encontrado partidos descartados

source: Sports
es_es: Deportes

source: Sport
es_es: Deporte

source: Search Sports
es_es: Buscar Deportes

source: All Sports
es_es: Todos los Deportes

source: Parent Sport
es_es: Deporte "padre"

source: Parent Sport:
es_es: Deporte "padre":

source: Edit Sport
es_es: Editar Deporte

source: Update Sport
es_es: Actualizar Deporte

source: Add New Sport
es_es: Añadir nuevo deporte

source: New Sport Name
es_es: Nombre del nuevo deporte

source: Competitors
es_es: Competidores

source: Competitor
es_es: Competidor

source: Popular Competitors
es_es: Competidores populares

source: All Competitors
es_es: Todos los competidores

source: Edit Competitor
es_es: Editar competidor

source: Update Competitor
es_es: Actualizar competidor

source: Add New Competitor
es_es: Añadir competidor

source: New Competitor Name
es_es: Nombre del nuevo competidor

source: Separate Competitors with commas
es_es: Competidores separados por comas

source: Add or remove Competitors
es_es: Añadir o borrar competidores

source: Choose from most used Competitors
es_es: Elegir de entre los competidores más usados

source: No Competitors found
es_es: No se han encontrado competidores

# Still not played status
source: Future
es_es: Futuro

source: <span class="count">(%s)</span> to be played
es_es: <span class="count">(%s)</span> a ser jugados

# Played status
source: Played
es_es: Pasado

source: <span class="count">(%s)</span> played
es_es: <span class="count">(%s)</span> jugado

# Playing payment status
source: Playing
es_es: Presente

source: <span class="count">(%s)</span> playing just now!
es_es: <span class="count">(%s)</span> jugándose ahora

source: Matches
es_es: Partidos

# match post type name
source: No %s found
es_es: No hay %s encontrados
